        {"argument_role": ["Experiment","触发词"], "description": "在军事领域，试验事件是指国家、军队、军事组织、研究机构等团队为了测试、评估和验证军事装备、武器系统等而进行的实验性活动。试验事件旨在通过模拟战争或战斗环境，评估武器装备能力、验证系统的性能和可靠性，获取数据和经验教训，并作出相应的改进和调整。常见的试验触发词有：试验、测试、试射、下水、发射。"}
        {"argument_role": ["Experiment","Subject"], "description": "试验的主体可以是国家、军队、军事组织、公司企业、研究机构等团队，负责规划、组织和执行试验，并分析试验结果。常见的试验主体有：国家、海军、军队、公司、组织、船厂、国防部。"}
        {"argument_role": ["Experiment","Equipment"], "description": "试验的装备是指在试验事件中使用的军事装备、武器系统、通信设备、侦察工具等。这些装备可以是新型的原型机、改进型的现役装备，或是用于测试新技术和概念的模拟器和模型。常见的装备有：导弹、飞机、战舰、航母、潜艇。"}
        {"argument_role": ["Experiment","Date"], "description": "试验的时间是指进行试验活动的具体日期、时间段或持续时间。常见的试验时间有年、月、日、近日、天。"}
        {"argument_role": ["Experiment","Location"], "description": "试验的地点是指进行试验活动的具体位置或区域。常见的试验地点有：海洋、基地、水域、港湾、试验场、船厂。"}
        {"argument_role": ["Manoeuvre","触发词"], "description": "在军事领域，演习事件是指国家、军事组织实施的一系列模拟战争行动或训练活动。演习事件的目的是为了提高军队的战备水平、增强作战能力，并检验和验证作战计划、战术和装备的有效性。常见的演习触发词有：演习、训练、演练、演示。"}
        {"argument_role": ["Manoeuvre","Subject"], "description": "演习的主体通常是国家、军事组织、军队等，可以是陆军、海军、空军、特种部队以及其他军事组织或盟友的军队。常见的演习主体有：国家、海军、军队、舰队、联合部队、国防部。"}
        {"argument_role": ["Manoeuvre","Date"], "description": "演习的时间是指进行演习活动的具体日期、时间段或持续时间。时间可以从几个小时到几周不等，取决于演习的目的、规模和复杂性。常见的演习时间有：日、年、月。"}
        {"argument_role": ["Manoeuvre","Area"], "description": "演习的区域是指进行演习活动的区域或范围。演习可以在陆地、海洋、空中或其组合中进行。演习区域的选择取决于演习的目的、所需的训练环境以及可用资源。演习区域可以是模拟战场，也可以是实际的地理区域。常见的演习区域有：海域、岛屿、海岸、水域、基地。"}
        {"argument_role": ["Manoeuvre","Content"], "description": "演习的内容包括演习中要模拟或实施的各种任务、操作和战术。这可能包括战术部署、火力支援、防御和进攻行动、情报收集、指挥和控制、后勤支援等。演习内容的选择取决于演习的目标，例如测试特定能力、加强协同作战能力或应对特定威胁。常见的演习内容有：安全行动、联合行动、战术、作战。"}
        {"argument_role": ["Deploy","触发词"], "description": "在军事领域，部署事件是指国家、军事组织等将军事力量从一个地点转移、调动到另一个地点，并进行有效的安排和配置。这可能包括向前沿阵地或作战区域派遣军队、武器装备和后勤支持。常见的部署触发词有：部署、驻扎、派遣、装备、安装。"}
        {"argument_role": ["Deploy","Subject"], "description": "部署的主体通常是国家、军事组织、军队。部署的主体通常是具有军事指挥权和责任的实体。常见的部署主体有：国家、海军、陆军、空军、防御局、国防部。"}
        {"argument_role": ["Deploy","Militaryforce"], "description": "部署的军事力量是指涉及到部署的军事力量实体。军事力量可以包括军队、舰船、飞机、装备和武器系统等。常见的军事力量有：防御系统、导弹、雷达、军舰、潜艇、飞机。"}
        {"argument_role": ["Deploy","Date"], "description": "部署的时间是指进行部署活动的具体日期、时间段或持续时间。可以是军事力量开始部署到特定地点的时间点，也可以是预定的具体日期和时间。常见的部署时间有：年、月、日、近期。"}
        {"argument_role": ["Deploy","Location"], "description": "部署地点是指进行试验活动的具体位置或区域。通常是军事力量在集结、安置的特定区域或位置。这可能是前线战区、基地、港口、机场、航母或其他军事设施。常见的部署地点有：国家、海湾、海洋、岛屿、战舰、基地。"}
        {"argument_role": ["Support","触发词"], "description": "在军事领域，支援事件是指国家、组织机构、公司等向另一方国家、组织机构、地区提供帮助、支持和援助的行动的过程。旨在提供物资、装备、帮助和支持，以满足在军事或紧急情况下的需要。常见的支援触发词有：支援、交付、提供、移交、租借。"}
        {"argument_role": ["Support","Subject"], "description": "支援的主体通常是指能够提供支援帮助的国家、军队、公司或组织机构等。常见的支援主体有：公司、国家、船厂、政府。"}
        {"argument_role": ["Support","Object"], "description": "支援的客体是指需要得到支援的国家、组织机构、地区等。常见的支援客体有：海军、陆军、国家、公司。"}
        {"argument_role": ["Support","Date"], "description": "支援的时间是指进行支援活动的具体日期、时间段或持续时间。支援的时间可能是短期的、一次性的援助，也可能是长期的持续支援。常见的支援时间有：年、近日、月、日。"}
        {"argument_role": ["Support","Materials"], "description": "支援的物资可以包括军事装备、武器系统、弹药、燃料、食品、医疗用品、交通工具和通信设备等。具体提供的物资种类和数量将根据客体的需求和主体的能力而有所不同。常见的支援物资有：资金、潜艇、运输机、军舰、燃料、弹药、武器。"}
        {"argument_role": ["Accident","触发词"], "description": "在军事领域，意外事故通常指的是未经计划或预期发生的事件，包括设备故障、爆炸、坠毁、失事、沉没、火灾等。意外事故导致了人员伤亡、装备设备损坏、任务中断或其他不良后果。常见的意外事故触发词有：事故、故障、坠毁、沉没、火灾、爆炸、相撞。"}
        {"argument_role": ["Accident","Subject"], "description": "事故主体通常是军队、军事设施或武器装备。常见的事故主体有：飞机、系统、战舰、潜艇、导弹。"}
        {"argument_role": ["Accident","Result"], "description": "事故后果可能包括人员伤亡、设备损坏、财产损失、任务中断、失败或延误，环境污染或其他不良影响。常见的事故后果有：关机、坠毁、损坏、受伤、死亡、泄漏。"}
        {"argument_role": ["Accident","Date"], "description": "事故时间是指事故发生的具体日期或时间段。意外事故可以发生在军事活动期间，可以是突发事件或持续一段时间的事故。常见的事故时间有：年、月、日。"}
        {"argument_role": ["Accident","Location"], "description": "事故地点是指事故发生的具体位置或区域。可能是一个特定的海域、空域，或者军事基地、训练场等。常见的事故地点有：海洋、水域、国家、机场、军事基地。"}
        {"argument_role": ["Exhibit","触发词"], "description": "在军事领域，展示事件是指国家、军事组织、提供武器装备的公司为了展示其武器装备、军事力量而进行的公开展示或演示活动。常见的展示触发词有：展示、展出、演示、举行、亮相、推出。"}
        {"argument_role": ["Exhibit","Subject"], "description": "展示事件的主体通常是一个国家、军事组织、提供武器装备的公司。有时候也可以是一个跨国军事联盟或军事合作组织。常见的展示主体有：公司、国家、海军、陆军。"}
        {"argument_role": ["Exhibit","Equipment"], "description": "展示事件的装备通常是具有军事意义或战略价值的武器、军事装备、战斗飞机、战舰、导弹系统、坦克、火炮、无人机等。这些装备可以是新型武器原型、先进技术的应用、改进型装备的演示。常见的装备有：潜艇、发动机、军舰、飞机、导弹、武器系统。"}
        {"argument_role": ["Exhibit","Date"], "description": "展示事件的时间是指进行展示活动的具体日期、时间段或持续时间。可以是如国庆日、以及重大军事事件的纪念日。常见的展示时间有：年、近日、月、日。"}
        {"argument_role": ["Exhibit","Location"], "description": "展示事件的地点是指进行展示活动的具体位置或区域。可以是军事基地、航展、国际展览中心、国际会议。地点的选择通常考虑到安全性、可见性和受众的方面。常见的展示地点有：防务展、航展、技术展、基地、阅兵式、国家。"}
        {"argument_role": ["Conflict","触发词"], "description": "在军事领域，冲突事件既可以指国家、军事组织、武装力量之间发生的武装冲突、战斗行动、相互攻击；也可以指国家、军事组织、武装力量对攻击目标的单方面进攻。常见的冲突触发词有：冲突、打击、攻击、袭击、空袭、对抗。"}
        {"argument_role": ["Conflict","Subject"], "description": "冲突事件的主体是指主要发起冲突的国家、军事组织。在国际冲突中，冲突主体通常是不同的国家或军事联盟。在内部冲突中，冲突主体可以是政府军、反政府武装、游击队、民兵。常见的冲突主体有：国家、海军、美军、恐怖组织、特种部队。"}
        {"argument_role": ["Conflict","Object"], "description": "冲突事件的客体是指与主体发生冲突、反抗的国家、军事实体，或者被攻击的目标、对象。客体可以是国家、军事组织、敌方部队、战略目标，也可以是被攻击的城市、建筑物和个人。常见的冲突客体有：国家、海盗、基地、军队、设施。"}
        {"argument_role": ["Conflict","Date"], "description": "冲突事件的时间是指冲突发生的具体日期、时间段或持续时间。可以是一个短暂的冲突事件，如小规模的冲突或袭击，也可以是长期的冲突，如内战或国际冲突。常见的冲突时间有：年、月、日、星期。"}
        {"argument_role": ["Conflict","Location"], "description": "冲突事件的地点是指冲突发生的具体位置或区域。可以是一个具体的城市、边境地区、海域、乡村或战区，也可以跨越多个国家的边境。常见的冲突地点有：国家、境内、海洋、岛屿、城市、机场。"}
        {"argument_role": ["Injure","触发词"], "description": "在军事领域，伤亡事件是指在冲突、军事行动、意外事故中发生的人员受伤或死亡的事件。常见的伤亡触发词有：死亡、受伤、死于、身亡、丧生。"}
        {"argument_role": ["Injure","Subject"], "description": "伤亡事件的主体是指受到伤害或死亡的人。主体可以是士兵、指挥官、平民、记者或其他非军事人员。常见的伤亡主体有：人、人员、水手、士兵、官兵"}
        {"argument_role": ["Injure","Quantity"], "description": "伤亡事件的数量是指受到伤害或死亡的人数。这包括死亡人数和受伤人数。通常会对军方和平民的伤亡进行分别统计。常见的伤亡数量有：几名、数字、几人、几位。"}
        {"argument_role": ["Injure","Date"], "description": "伤亡事件的时间是指伤亡事件发生的具体时间。这可以是在一个具体的战斗中、某次意外事故中、某次军事行动期间。常见的伤亡时间有：年、月、日、时、分。"}
        {"argument_role": ["Injure","Location"], "description": "伤亡事件的地点是指伤亡事件发生的具体地点。可以是一个意外事故的发生地点、一个城市、一片战场、一个军事基地、一个训练场。常见的伤亡地点有：海洋、军械库、水域、机场、军舰。"}